Repository: ptkobe/PHPArray
Catalog: locale/*/LC_MESSAGES/phparray.po
Languages: pt_pt

source: dimensions must be positive integers
pt_pt: as dimensões devem ser inteiros positivos

source: invalid random limits
pt_pt: o limite(s) de random são inválidos

source: THE first
pt_pt: o primeiro

source: argument must be an array
pt_pt: argumento não é uma array

source: second
pt_pt: segundo

source: invalid result
pt_pt: resultado inválido

source: argument must be a numeric or an array
pt_pt: argumento não é um número ou uma array

source: THE second
pt_pt: o segundo

source: invalid arguments
pt_pt: argumentos inválidos

source: invalid array
pt_pt: array inválida

source: argument must be a vector
pt_pt: argumento não é um vector

source: invalid vector
pt_pt: vector inválido

source: invalid scalar
pt_pt: número inválido

source: invalid argument
pt_pt: argumento inválido

source: Illegal array value
pt_pt: um valor da array é inválido
